import React from "react";
import "./About.css";

export default function About() {
  return (
    <section className="about-container" id="about">
      <div className="about-image">
        <img src="/assets/images/About/office.jpg" alt="About Us" />
      </div>
      <div className="about-content">
        <h2>شرکت ویژوال دیتا</h2>
        <p>
          Visual Data یک تیم تحلیل داده‌ محور است که مأموریت آن تبدیل داده‌های
          خام به بینش‌های قابل اقدام است. ما به کسب‌ و کارها کمک می‌کنیم تا با
          تکیه بر علم داده، از تحلیل گذشته، درک حال و پیش‌بینی آینده برای رشد
          پایدار بهره‌مند شوند. با استفاده از ترکیب تکنیک‌های آماری،
          الگوریتم‌های یادگیری ماشین، و ابزارهای پیشرفته‌ی مصورسازی، راه‌حل‌هایی
          دقیق، مقیاس‌پذیر و مبتنی بر داده ارائه می‌دهیم. ما اعتقاد داریم که هیچ
          تصمیم مهمی نباید بدون داده گرفته شود و هیچ داده‌ای نباید بی‌هدف باقی
          بماند.
        </p>
        <ul className="about-features">
          <li>تمرکز بر تحلیل دقیق و عمیق داده‌های تجاری، مالی و رفتاری</li>
          <li>
            طراحی داشبوردهای تحلیلی تعاملی با ابزارهای پیشرفته مانند Power BI و
            Tableau
          </li>
          <li>
            توسعه مدل‌های پیش‌بینی‌گر برای بهینه‌سازی فروش، رفتار مشتری، و تخصیص
            منابع
          </li>
          <li>
            گزارش‌سازی کاملاً سفارشی‌شده متناسب با نیاز مدیریت ارشد و تیم‌های
            عملیاتی
          </li>
        </ul>
      </div>
    </section>
  );
}
